Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametingspresidentens-tale-til-sametingsraadets-beretning-om-virksomheten2.html.tmx
Source language: nob
Languages: sma

source: Sametingspresidentens tale til sametingsrådets beretning om virksomheten
sma: Saemiedigkiepresidenten reektestimmie saemiedigkieraerien barkoen bïjre

source: Sametingspresident Aili Keskitalo sin tale til sametingsrådets beretning om virksomheten , som hun holdt i plenumsmøte 12. juni 2018.
sma: Saemiedigkiepresidente Aili Keskitalon reektestimmie saemiedigkieraerien barkoen bïjre, maam stoerretjåanghkosne höölti ruffien 12.b. 2018.

source: Jeg innleder denne talen med en sak som vi har store forventninger til og som vil påvirke vårt folk og vårt samfunn i tiden fremover.
sma: Manne daam håalomem aalkam aktine aamhtesinie mïsse stoerre veanhtadimmieh utnebe jïh mij sæjhta mijjen åålmegem jïh mijjen siebriedahkem tsevtsedh tïjjen åvtese.

source: Stortingets vedtak om å etablere en kommisjon for granskning av assimilering og den urett som har blitt begått mot det samiske og kvenske folk i Norge, vil være av stor betydning når vår felles historie skal undersøkes og fortelles nasjonalt.
sma: Stoerredigkien nænnoestimmie aktem kommisjovnem tseegkedh mij edtja assimileradimmiem jïh ovreaktam goerehtidh mij lea dorjesovveme saemiej jïh kveenajh vööste Nöörjesne, sæjhta joekoen vihkeles årrodh gosse mijjen ektie histovrije edtja goerehtamme sjïdtedh jïh soptsesovvedh abpe laantesne.

source: Vi har nylig kommet med vårt innspill til mandatet for Sannhets- og forsoningskommisjonen, der vi blant annet har understreket hvor viktig det er at det arbeidet som nå skal gjøres, gjennomføres på en god og akseptabel måte.
sma: Mijjieh aadtjen mijjen lahtestimmine båateme mandaatese Saetniesvoete- jïh måahtadimmiekommisjovnese gusnie mijjieh gaskem jeatjah tjïertestamme man vihkeles dïhte barkoe mij daelie edtja dorjesovvedh, hijvenlaakan jïh eensilaakan dorjesåvva.

source: Vi har kommet med innspill som omhandler kommisjonen sitt navn, rammebetingelser, temaer og kompetansesammensetning av kommisjonen.
sma: Mijjieh lahtestimmine båateme mij ållermaahta kommisjovnen nommem, mieriekrïevenassh, teemah jïh maahtoem dej gaskem mah edtjieh meatan årrodh kommisjovnesne.

source: Det kan virke som om det til tider er nødvendig å minne om at vårt samfunn er like allsidig som alle andre samfunn.
sma: Maahta vååjnedh goh muvhten aejkien dle daerpies måjhtajehtedh mijjen siebriedahke lea seamma gellielaaketje goh gaajhkh jeatjah siebriedahkh.

source: Assimileringspolitikken virket forskjellig fra sted til sted og det er ikke slik at samer sitter igjen med én erfaring fra den tida.
sma: Assimileradimmiepolitihke joekehtslaakan sjugniehtovvi sijjeste sæjjan jïh ij leah maa numhtie saemieh ajve aktine dååjrehtimmine tjahkasjieh daehtie baeleste.

source: Det kan også være at det ikke er alle som har lyst til å ta del i et slik arbeid som nå skal gjøres av kommisjonen.
sma: Maahta aaj årrodh gaajhkesh eah lastoem utnieh meatan årrodh dagkeres barkosne maam kommisjovne edtja darjodh daelie.

source: Det er et aspekt som vi må anerkjenne og ha med oss.
sma: Daate akte bielie maam mijjieh tjoerebe jååhkesjidh jïh meatan utnedh.

source: Vi har også i vårt innspill uttrykt at det er nødvendig med både samisk språk og kulturkompetanse i møte med den samiske befolkningen.
sma: Mijjieh aaj mijjen lahtestimmesne jeahteme dovne gïele- jïh kultuvremaahtoe lea daerpies gosse edtja saemiejgujmie govlesadtedh.

source: Vi krever også at kommisjonen er forberedt på å måtte håndtere en situasjon der ubearbeidet smerte fra fortiden kommer opp til overflaten.
sma: Mijjieh aaj krïevebe kommisjovne lea jïjtjemse ryöjredamme aktem tsiehkiem gïetedidh gusnie vaejvie åvtetje aejkeste bæjjese bijjieskearan båata, maam ij aarebi gïetedamme.

source: Også vi i det samiske samfunnet må være forberedt på det.
sma: Aaj mijjieh dennie saemien siebriedahkesne tjoerebe ryöjredamme årrodh dïsse.

source: Når vårt folk skal få lov til å snakke åpent om saker som lenge har vært skjult, så kan det vekke sterke følelser.
sma: Gosse mijjen almetjh edtjieh luhpiem åadtjodh ræhpaslaakan aamhtesi bïjre soptsestidh mah guhkiem tjeakoes orreme, dellie dïhte maahta tjarke domtesh gåaskodh.

source: Det kan vekke følelser på uventet vis, som vi ennå ikke vet noe om.
sma: Maahta domtesh gåaskodh guktie ij leah maahteme veanhtadidh, maam ibie annje man bïjre daejrieh.

source: For meg er det også viktig at disse historiene ikke bare skal sirkulere i vårt eget samfunn.
sma: Munnjien aaj vihkeles daah histovrijh eah edtjh ajve jïjtjene siebriedahkesne govlesovvedh.

source: Tunge, mørke historier fra assimileringstiden er ikke bare samenes historier.
sma: Leevles, mïrhke histovrijh assimileradimmiebaeleste eah leah ajve saemiej histovrijh.

source: De er en del av den norske, nasjonale fortellingen og den norske befolkningen skal også kjenne til den.
sma: Dah leah akte bielie dehtie nöörjen, nasjonaale soptsesistie jïh nöörjen årrojh edtjieh aaj dam histovrijem damtedh.

source: For meg virker det som at samer eller det samiske, er mer synlig nå enn før.
sma: Munnjien vååjnoe goh saemieh jallh dïhte saemien lea vielie våajnoes daelie goh aarebi.

source: Våre ungdommer og våre bedrifter mottar flere priser, vi ser samer som deltar på ulike reality-serier.
sma: Mijjen noerh jïh mijjen sïelth jienebh baalhkah dåastoeh, mijjieh saemieh vuejnebe mah leah meatan ovmessie reality-seerijinie.

source: Vi lever ikke så skjult for omverdenen som før.
sma: Ibie dan tjeakoes jielieminie dejtie mubpide almetjidie goh aarebi.

source: Men, vi lever i en digital tid og vi ser ofte hvordan det samiske blir tråkket på i ulike nettforum.
sma: Men, mijjieh akten digitaale tïjjen jielieminie, jïh mijjieh daamtaj vuejnebe guktie dïhte saemien daltesåvva ovmessie nedteforuminie.

source: Når nordnorske aviser skriver om samiske saker, da tar det ikke lang tid før diskusjonen i kommentarfeltene sporer totalt avsted.
sma: Gosse noerhtenöörjen plaerieh saemien aamhtesi bïjre tjaelieh, dellie ij guhkiem vaesieh åvtelen digkiedimmie lahtestimmiesijjine eevre båajhtoeh haaran gajvh.

source: Jeg mener at den netthetsen som samer opplever i dag er et stort samfunnsproblem og som er en trussel mot demokratiet.
sma: Mov mïelen mietie dle daate nedtenarrahtimmie maam saemieh daan biejjien dååjroeh, akte stoerre dåeriesmoere siebriedahkesne jïh akte aajhtoe demokratijen vööste.

source: Jeg tror at mange samer vegrer seg for å delta i samfunnsdebatten på grunn av slik hetsing.
sma: Manne vïenhtem gellie saemieh neajhkestieh meatan årrodh siebriedahkedigkiedimmesne daan narrahtimmien gaavhtan.

source: De som forsøker å bekjempe fordommer og å rette opp i mistrodde holdninger, går også lei av det.
sma: Dah mah voejhkelieh vaanesovmh nåhkehtidh jïh båajhtoeh vuajnoeh staeriedidh, aaj vïssjehtuvvieh destie.

source: Jeg er redd for at dette er med på å stilne vårt folk og det kan jeg ikke godta.
sma: Manne bïllem daate lea meatan mijjen almetjh låjjodh jïh dam im maehtieh jååhkesjidh.

source: Den samiske offentligheten og det samiske ordskiftet er viktig, det gir oss styrke til å fortsatt kjempe for vår selvfølelse og det er med på å bygge vår identitet som folk.
sma: Saemien byögkelesvoete jïh saemien digkiedimmie leah vihkeles, dïhte mijjese faamoem vadta guktie jåerhkebe mijjen jïjtjedomtesen åvteste gæmhpodh, jïh dïhte meatan mijjen identiteetem bigkedh goh åålmege.

source: Den samiske stemmen er også svært viktig i den nasjonale samfunnsdebatten.
sma: Saemien gïele aaj joekoen vihkeles dennie nasjonaale siebriedahkedigkiedimmesne.

source: Sametinget har forventninger om at Sannhets- og forsoningskommisjonen sitt arbeid vil kunne være et verktøy for å bekjempe fordommer og uriktige påstander.
sma: Saemiedigkien leah veanhtadimmieh ihke Saetniesvoete- jïh måahtadimmiekommisjovnen barkoe sæjhta maehtedh dïrreginie årrodh juktie vaanesovmh jïh båajhtoeh mïelh nåhkehtidh.

source: Vi har et håp om at kommisjonens arbeid vil være med på å styrke båndene mellom det samiske og det norske samfunn, der vi kan bygge forståelse og toleranse mellom våre folk.
sma: Mijjen lea håhkoe kommisjovnen barkoe sæjhta meatan årrodh baantide veaksahkåbpoe darjodh saemien jïh nöörjen siebriedahken gaskem, gusnie maehtebe goerkesem jïh goerkesadtemem bigkedh mijjen åålmegi gaskem.

source: Femunden-saken er et eksempel på hvordan fornorskningstiden fortsatt farger vårt samfunn.
sma: Femunden-aamhtese vuesehte guktie daaroedehtemetïjje annje mijjen siebriedahkem klaerede.

source: Den nylige avsagte Høyesterettsavgjørelsen om Femunden viser at reindriftsloven allerede er overmoden for en gjennomgang.
sma: Dïhte aadtjen vihtiestamme Jillemesreaktavihtiestimmie Femunden bïjre vuesehte daerpies båatsoelaakem orresistie gïehtjedidh.

source: Høyesterett stiller spørsmål om reindriftslovens strenge ansvars- og erstatningsregler for reindriften er i strid med Grunnloven og internasjonale konvensjoner.
sma: Jillemesreakta gyhtjelassh gihtjieh mejtie båatsoelaaken striengkies dïedte- jïh maaksoenjoelkedassh båatsose, Maadthlaaken jïh gaskenasjonaale konvensjovni vööste strijrieh.

source: Høyesterett viser til at lovforarbeidene viser en lite ærerik historie, og en nedvurdering av samisk reindrift sammenholdt med jordbrukets interesser som det ikke er grunnlag for.
sma: Jillemesreakta vuesehte laaken åvtebarkoeh aktem nåake histovrijen vuesiehtieh, jïh saemien båatsoe lea nåakebelaakan vuarjasjamme viertiestamme jåartaburrien ïedtjigujmie mïsse ij leah naan våarome darjodh.

source: Akkurat denne delen av reindriftsloven er skrevet i en tid fornorskningspolitikken var svært sentral, og som fortsatt er en bør for våre samfunn.
sma: Raaktan daate bielie båatsoelaakeste lea tjaalasovveme akten tïjjen gosse daaroedehtemepolitihke lij jarngesne, jïh mij annje lea akte maajsoe mijjen siebriedahkide.

source: Høyesterett kommer deretter med en sjelden skarp anmodning: «det er behov for en snarlig revisjon av reindriftslovens regler om ansvar og erstatning»
sma: Jillemesreakta dan mænngan aktine sveekes besteles maedtieminie båata: “daerpies aktine revisjovnine båatsoelaaken njoelkedassijste dïedten jïh maaksoen bïjre dallatjinie”

source: Jeg forventer at regjeringen følger opp uttalelsen fra Høyesterett.
sma: Manne veanhtedem reerenasse bæjjese fulkie daam lahtesem Jillemesreakteste.

source: Samtidig vet vi at det finnes flere andre eksempler på at våre næringer og vår livsfornødenhet styres av lover og regler som ikke tar hensyn til verken våre rettigheter eller vår naturforståelse.
sma: Seamma tïjjen daejrebe jienebh vuesiehtimmieh gååvnesieh mah vuesiehtieh mijjen jielemh jïh jieliemassedaerpiesvoete stuvresuvvieh laakijste jïh njoelkedassijste mah eah mijjen reaktah jallh mijjen eatnemegoerkesem krööhkesth.

source: I mai i år kom slapp regjeringen gladnyheten om at Røros kommune i Trøndelag, innlemmes i forvaltningsområdet for samiske språk, fra 1. juli.
sma: Suehpeden daan jaepien reerenasse aavoesaerniem luejhtieji, Rørosen tjïelte Trööndelagesne meatan vaaltasåvva saemien gïelen reeremedajven sïjse snjaltjen 1.b. raejeste.

source: Røros vil være den fjerde sørsamiske kommunen som er med i forvaltningsområdet.
sma: Røros njealjede åarjelsaemien tjïelte sjædta mij lea meatan reeremedajvesne.

source: Røros er et svært sentralt område når det gjelder det sørsamiske språket, og når de nå innlemmes i det samiske forvaltningsområdet, så betyr det svært mye for språket.
sma: Røros akte joekoen vihkeles dajve dan åarjelsaemien gïelese, jïh gosse daelie meatan vaaltasåvva saemien reeremedajven sïjse, dellie dïhte joekoen vihkeles gïelen gaavhtan.

source: Beslutningen gir større muligheter for å beholde sørsamisk som et levende språk også i fremtiden.
sma: Sjæjsjalimmie stuerebe nuepieh vadta åarjelsaemien utniehtidh goh akte jielije gïele aaj båetijen aejkien.

source: Erfaringer fra de andre kommunene som allerede er en del av forvaltningsområdet viser at det samiske språket har fått en høyere status i disse kommunene i ettertid.
sma: Dååjrehtimmieh dejtie jeatjah tjïeltijste mah joe akte bielie reeremedajveste vuesiehtieh saemien gïele aktem jollebe statusem åådtjeme daejnie tjïeltine dan tïjjen mænngan.

source: Jeg er overbevist om at når kommuner gir det samiske språket plass og tilrettelegger for språkbruk, så vil språket blomstre og utvikle seg.
sma: Manne ojhte daajram gosse tjïelth sijjiem vedtieh saemien gïelese jïh gïeleåtnose sjïehteledtieh, dellie gïele sæjhta bïehtsegidh jïh evtiesovvedh.

source: Jeg er veldig glad for at man de siste årene har sett en svært positiv utvikling vedrørende det sørsamiske språket, der spesielt den yngre del av befolkningen har vist en stor interesse for å lære og å bruke språket.
sma: Manne joekoen geerjene ihke mijjieh dej minngemes jaepiej aktem joekoen hijven evtiedimmiem vuajneme åarjelsaemien gïelen bïjre, gusnie joekoen doh noere almetjh aktem stoerre ïedtjem vuesiehtamme gïelem lïeredh jïh nuhtjedh.

source: Vi sender våre lykkeønskninger til Røros kommune og gleder oss til å samarbeide om å bevare og å fremme det sørsamiske språket.
sma: Mijjieh mijjen læhkoevaajtelassh Rørosen tjïeltese seedtebe jïh aavoedibie åarjelsaemien gïelen bïjre laavenjostedh jïh gïelem gorredidh jïh eevtjedh.

source: Samisk og andre urfolksspråk får nå internasjonal oppmerksomhet i tiden fremover.
sma: Saemien jïh jeatjah aalkoealmetjegïelh daelie gaskenasjonaale tsåatskelesvoetem åadtjoeh tïjjen åvtese.

source: De forente nasjoner (FN) har bestemt at 2019 skal være Det internasjonale året for urfolksspråk.
sma: Ektiedamme nasjovnh (EN) leah nænnoestamme 2019 edtja Gaskenasjonaale jaepie aalkoealmetjegïelide årrodh.

source: Jeg har fått den æren av å være den utnevnte representanten for den arktiske regionen i styringsgruppen for språkåret, under ledelse av UNESCO.
sma: Manne dam stoerre earoem åådtjeme dam nammoehtamme tjirkijem årrodh dehtie arktiske regijovneste stuvremedåehkesne gïelejaapan, maam UNESCO stuvrie.

source: Jeg gleder meg til arbeidet som venter.
sma: Manne aavodem dan barkose mij vuertieminie.

source: Det internasjonale året for urfolksspråk skal både synliggjøre og fremme urfolksspråk verden over gjennom hele året.
sma: Gaskenasjonaale jaepie aalkoealmetjegïelide edtja dovne aalkoealmetjegïelh våajnoes darjodh jïh dejtie eevtjedh abpe veartenisnie abpe jaepien.

source: I den forbindelse, samt i arbeidet med oppfølgingen av Hjertespråket, jobber vi med en språkreform som skal virke fra og med neste år.
sma: Daan sjïekenisnie, jïh dennie guhkiebasse barkosne Vaajmoegïeleste, mijjieh aktine gïelereformine barkeminie mij edtja faamoem åadtjodh mubpien jaepien raejeste.

source: Språkreformen sin strategiplan vil bli behandlet som sak her under plenum i desember i år.
sma: Sïjhtebe gïelereformen strategijesoejkesjem gïetedidh goh aamhtese stoerretjåanghkosne goeven daan jaepien.

source: Jeg synes at det er et stort tap når Interreg-prosjektet Sámi Giellagáldu – nordisk fag og ressurssenter for samisk språk, avsluttes.
sma: Manne tuhtjem akte stoerre teehpeme gosse Interreg-prosjekte Saemien Gïelegaaltije – noerhtelaanti faage- jïh vierhtiejarnge saemien gïelide, orrije.

source: Det er et unikt og viktig prosjekt som har hatt som arbeidsoppgave å blant annet godkjenne ny terminologi, normering av språket, språkrøkt og rådgivning når det gjelder språk i alle de nordiske landene.
sma: Dïhte akte sjïere jïh vihkeles prosjekte mij laavenjassine åtneme gaskem jeatjah orre terminologijem jååhkesjidh, gïelem normeradidh, gïelesåjhtojne jïh raeriestimmine gïelen bïjre barkedh gaajhkine noerhtelaantine.

source: Det arbeidet som er gjort i Sámi Giellagáldu de siste årene har vist oss på ny hvor viktig og verdifullt et slikt samarbeid er.
sma: Dïhte barkoe mij lea dorjesovveme Saemien Gïelegaaltijisnie dej minngemes jaepiej lea mijjese ikth vielie vuesiehtamme man vihkeles jïh dovres dagkeres laavenjostoe lea.

source: Vi er et grenseløst folk der våre språk ikke følger de nasjonale statsgrensene.
sma: Mijjieh akte åålmege raasti namhtah jïh mijjen gïelh eah dejtie nasjonaale staateraastide fulkh.

source: Fortsatt er det slik at samer på tvers av grenser kan kommunisere med hverandre takket være det samiske språket.
sma: Annje dle saemieh raasti dåaresth maehtieh sinsitnine soptsestidh dan saemien gïelen gaavhtan.

source: Men alle språk utvikler seg, og hvis man ikke lenger har et organ som tilpasser, godkjenner og kontroller nye termer og normering, så vil landets hovedspråk over tid kunne påvirke og farge de samiske språkene.
sma: Men gaajhkh gïelh evtiesuvvieh, jïh jis ibie aktem årgaanem utnieh mij orre teermh jïh normeradimmiem sjïehtede, jååhkesje jïh gïehtjede, dellie laanten åejviegïele sæjhta maehtedh tsevtsedh jïh klaeriedidh dejtie saemien gïelide tïjje doekoe.

source: Fremmede ord og uttrykk vil kunne komme til anvendelse, slik at de samiske språkbrukerne på den andre siden av grensen ikke lenger vil forstå.
sma: Ammes baakoeh jïh dïejvesh sijhtieh åtnose båetedh, guktie doh saemien gïeleutnijh raasten mubpene bielesne eah sïjhth vielie guarkedh.

source: Vi behøver at regjeringene i Norge, Finland og Sverige sørger for å finansiere Sámi Giellagáldu slik at den kan bli en permanent ordning og med det sørge for en trygg framtid for de samiske språkene.
sma: Mijjieh daarpesjibie reerenassh Nöörjesne, Såevmesne jïh Sveerjesne huksieh Saemien Gïelegaaltijem finansieradidh guktie dïhte maahta ihkuve öörneginie sjïdtedh jïh destie aktem jearsoes båetijem aejkiem saemien gïelide hoksedh.

source: Jeg håper at det kan bli en realitet til neste år, når man internasjonalt også vil rette oppmerksomhet mot urfolksspråkenes situasjon.
sma: Manne gegkestem dïhte maahta akte saetniesvoete sjïdtedh mubpien jaapan, gosse gaskenasjonaale sijjesne aaj sæjhta tsåatskelesvoetem stuvredh aalkoealmetjegïeli tseahkan.

source: I mars i år inntraff en historisk hendelse når når skoltesamiske navn for første gang ble godkjent etter stedsnavnloven.
sma: Njoktjen daan jaepien akte histovrijes heannadimmie sjugniehtovvi gosse skoltesaemien nommh dan ellen voestes aejkien jååhkesjimmiem åadtjoejin sijjienommelaaken mietie.

source: De 12 første skoltesamiske stedsnavnene er nå formelt vedtatt og ført inn i Sentralt stedsnavnregister.
sma: Doh 12 voestes skoltesaemien sijjienommh leah daelie byjjeslaakan jååhkesjamme jïh tjaalasovveme Sentralt sijjienommeregisterisnie.

source: Forskriften til stedsnavnloven fikk ved endring vedtatt et tillegg som åpner for bruk av skoltesamiske navn i Sør-Varanger kommune, der store deler av kommunen er tradisjonelle skoltesamiske bruksområder.
sma: Mieriedimmie sijjienommelaakese aktem lissiehtassem nænnoesti jarkelimmien tjïrrh mij baaja skoltesaemien nommh åtnasovvedh Åarjel-Varangeren tjïeltesne, gusnie stoerre bielieh tjïelteste leah skoltesaemien åtnoedajvh aerpievuekien mietie.

source: Det varmer mitt hjerte når jeg tenker på at vi heretter vil kunne se skoltesamiske navn på kart og etterhvert også på skilt i Sør-Varanger.
sma: Mov vaajmoe baahkene gosse ussjedem daan tïjjen raejeste sïjhtebe maehtedh skoltesaemien nommh vuejnedh kaarhtine jïh mænngan aaj tsïegline Åarjel-Varangerisnie.

source: Det er med på løfte statusen til språket, og jeg håper at dette bare er den spede begynnelse på en revitalisering og synliggjøring av skoltesamisk også på norsk side av det tradisjonelle skoltesamiske området.
sma: Dïhte viehkehte statusem lutnjedh gïelese, jïh manne gegkestem daate akte onne aalkoe akten jieliehtæmman jïh vuesiehtæmman skoltesaemien gïeleste aaj nöörjen bielesne dehtie aerpievuekien skoltesaemien dajveste.

source: Plenum skal nå behandle regionreformen, som kommer til å ha en påvirkning på samiske språk, samisk kultur og samisk samfunnsliv i tiden fremover.
sma: Tjåanghkoeåvtehke; Daelie stoerretjåanghkoe edtja regijovnereformem gïetedidh, mij sæjhta saemien gïelem, saemien kultuvrem jïh saemien siebriedahkejieledem tsevtsedh tïjjen åvtese.

source: Denne saken har mange utfordringer som krever gode løsninger, og vi mener at det er viktig å holde fokus på hvordan denne reformen vil berøre samiske interesser, slik at vi kan komme opp med gode, konstruktive løsninger til det beste for det samiske samfunnet.
sma: Daate aamhtese gellie haestemh åtna mah hijven raerieh kreava, jïh mijjieh vïenhtebe vihkeles fokusem utnedh guktie daate reforme sæjhta saemien ïedtjh gïetedidh, guktie mijjieh maehtebe hijven sjiehteles raeriejgujmie båetedh dan buaratjommesasse saemien siebriedahkese.

source: Vi ser at regionreformen blant annet vil ha innflytelse over forvaltningen av våre land- og ressurser når det gjelder eiendom- og bruksrett.
sma: Mijjieh vuejnebe regijovnereforme gaskem jeatjah sæjhta reeremem mijjen laanteste jïh vierhtijste tsevtsedh gosse lea eeke- jïh åtnoereaktan bïjre.

source: Det er også viktig og nødvendig å minne om at Sametinget, som det samiske folkevalgte organ, skal ha en sentral rolle i samarbeidet med både stat og fylkeskommuner vedrørende samfunnsutvikling.
sma: Aaj vihkeles jïh daerpies måjhtajehtedh Saemiedigkie, goh saemien almetjeveeljeme årgaane, edtja aktem vihkeles råållam utnedh laavenjostosne dovne staatine jïh fylhkentjïeltigujmie siebriedahkeevtiedimmien bïjre.

source: Med dette har jeg lagt frem sametingsrådets beretning om virksomheten.
sma: Daejnie manne leam saemiedigkieraerien reektestimmiem barkoen bïjre åehpiedahteme.

source: Takk for oppmerksomheten.
sma: Gæjhtoe mov åvteste.
